export const WEATHER_CODE = {
  TMP: "기온",
  RN1: "1시간 강수량",
  SKY: "하늘 상태",
  REH: "습도",
};

export const WEATHER_UNIT = {
  TMP: "°",
  RN1: "mm",
};

export const SKY_CODE = {
  '1': "맑음",
  '3': "구름많음",
  '4': "흐림",
	'5': '비',
	'6': '비/눈',
	'7': '눈',
	'8': '빗방울',
	'9': '빗방울/눈날림',
	'10': '눈날림'
};

export const SKY_CODE_LONG = {
  '맑음': '1',
  '구름많음': '3',
  '구름많고 비': '5',
  '구름많고 눈': '7',
  '구름많고 비/눈': '9',
  '구름많고 소나기': '8',
  '흐림': '3',
  '흐리고 비': '5',
  '흐리고 눈': '7',
  '흐리고 비/눈': '6',
  '흐리고 소나기': '8',
};

export const AIR_CODE = {
	'좋음' : '1',
	'보통' : '2',
	'나쁨' : '3'
};